const express = require("express");
const app = express();
const takanon = {
  h5: `
    מתוך דף הפייסבוק של האקדמיה ללשון העברית: "המילה סְתָם מוכרת לנו כבר
    מן המשנה, למשל: "אם של עבודה זרה נָדַר – מותר, ואם סְתָם – אסור" מתוך
    דף הפייסבוק של האקדמיה ללשון העברית: "המילה סְתָם מוכרת לנו כבר מן
    המשנה, למשל: "אם של עבודה זרה נָדַר – מותר, ואם סְתָם – אסור"`,
  type: "(א)",
  number: ".51",
  artcil: "נאומים בני דקה (תיקון מס' 112)",
};
const naom={
    info:""
}
exports.getTakanon = (req, res) => {
  res.send(takanon);
};
